<?php

return [
	// 배너 상태
	"BN01" => [
		"BN01001" => "노출",
		"BN01002" => "미노출",
		"BN01003" => "삭제",
	],
	// 배너 타입
	"BN02" => [
		"BN02001" => "스토어",
	],
	// 관리자 카테고리 상태
	"CT01" => [
		"CT01001" => "노출",
		"CT01002" => "미노출",
		"CT01003" => "삭제",
	],
	// 스토어 상품 카테고리 상태
	"CT02" => [
		"CT02001" => "노출",
		"CT02002" => "미노출",
		"CT02003" => "삭제",
	],
	// 주문 상태
	"OD01" => [
		"OD01010" => "미입금",
		"OD01020" => "결제완료",
		"OD01030" => "상품준비중",
		"OD01035" => "배송준비중",
		"OD01040" => "배송중",
		"OD01050" => "배송완료",
		"OD01060" => "교환요청",
		"OD01063" => "교환진행중",
		"OD01066" => "교환완료",
		"OD01070" => "부분취소요청",
		"OD01073" => "부분취소진행",
		"OD01076" => "부분취소완료",
		"OD01080" => "환불요청",
		"OD01083" => "환불진행중",
		"OD01086" => "환불완료",
		"OD01090" => "취소완료",
		"OD01095" => "미입금취소",
	],
	// 주문 타입
	"OD02" => [
		"OD02010" => "일반결제",
		"OD02020" => "구독결제",
		"OD02030" => "당겨받기",
		"OD02040" => "스토어주문",
	],
	// 결제 수단
	"OD03" => [
		"OD03010" => "카드결제",
		"OD03020" => "가상계좌",
		"OD03030" => "네이버페이",
	],
	// 구독 상품 상태
	"SP01" => [
		"SP01001" => "판매중",
		"SP01002" => "미노출",
		"SP01003" => "삭제",
	],
	// 스토어 유닛 코드 상태
	"UC01" => [
		"UC01001" => "사용",
		"UC01002" => "미사용",
		"UC01003" => "삭제",
	],
	// 스토어 유닛 코드 타입
	"UC02" => [
		"UC02010" => "판매계정",
		"UC02020" => "판매방식",
		"UC02030" => "브랜드",
		"UC02040" => "상품군",
	],
	// 스토어 유닛 타입
	"UN01" => [
		"UN01001" => "사용",
		"UN01002" => "미사용",
		"UN01003" => "삭제",
	],
	];
